Revit 2024 API
RebarConstraint.IsToOtherRebar Method
 Returns true if the RebarConstraintType of the RebarConstraint is 'ToOtherRebar.'
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool IsToOtherRebar()
Visual Basic
Public Function IsToOtherRebar As Boolean
Visual C++
public:
bool IsToOtherRebar()
See Also
RebarConstraint Class
Autodesk.Revit.DB.Structure Namespace